Repository: gengivan/appcomposer
Catalog: appcomposer/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Login:
es: Usuario:

source: Password:
es: Contraseña:

source: Invalid login
es: Credenciales inválidas

source: User does not exist
es: El usuario no existe

source: You must be logged in to use the App Composer.
es: Debes estar logueado para usar el App Composer.

source: Admin Profile
es: Administrador

source: Users
es: Usuarios

source: My Profile
es: Mi perfil

source: Back
es: Atrás

source: Login
es: Usuario

source: Full Name
es: Nombre completo

source: Organization
es: Organización

source: Role
es: Rol

source: Login as
es: Entrar como

source: Username (all letters, dots and numbers)
es: Usuario (letras, puntos y números)

source: First and Last name
es: Nombre y apellidos

source: Valid e-mail address
es: E-mail válido

source: Log in as you were that user
es: Entra como ese usuario

source: This field is required.
es: Este campo es obligatorio.

source: Owner
es: Propietario

source: ID
es: Identificador

source: Name
es: Nombre

source: Composer
es: Tipo de componedor

source: translate
es: Traductor

source: adapt
es: Adaptador

source: Adaptor Composer
es: Creador de adaptaciones

source: Adapt an existing app.
es: Adapta una aplicación existente.

source: You already have an application with this name
es: Ya tienes una aplicación con ese nombre

source: Dummy Composer
es: Creador Dummy

source: Pretend that you are composing an app. For testing purposes.
es: Simula que estás creando una aplicación para pruebas.

source: App successfully deleted.
es: App borrada satisfactoriamente.

source: Saved successfully
es: Salvada satisfactoriamente

source: An App with that name exists already
es: Ya hay una App con ese nombre

source: Translate Composer
es: Creador de traducciones

source: Translate an existing app.
es: Traduce una aplicación existente.

source: Request does not seem to come from the right source (csrf check)
es: La petición no parece provenir de la fuente correcta (comprobación CSRF)

source: transfer parameter missing
es: falta parámetro transfer

source: could not retrieve app
es: no se pudo obtener la aplicación

source: Not Authorized
es: No Autorizado

source: App not found
es: Aplicación no encontrada

source: The source language and group combination does not exist
es: La combinación de lenguaje fuente y de grupo objetivo no existe

source: Changes have been saved.
es: Se han guardado los cambios.

source: Changes are being applied instantly because the owner has auto-accept enabled
es: Los cambios se están aplicando instantáneamente porque el dueño tiene auto-aceptar habilitado

source: Changes have been proposed to the owner
es: Los cambios han sido propuestos al dueño

source: Proposal not selected
es: No se ha seleccionado una propuesta

source: Merge data was not provided
es: No se han proporcionado los datos para la mezcla

source: Proposals not found
es: No se encuentran propuestas

source: Merge done.
es: Mezcla realizada.

source: Proposal not found
es: Propuesta no encontrada

source: An application URL is required
es: Se requiere una URL de la aplicación

source: An appname was not specified
es: No se especificó el nombre de la aplicación

source: Too many Apps with the same name. Please, choose another.
es: Demasiadas aplicaciones con el mismo nombre. Por favor, elige otro.

source: The App you have chosen does not seem to have any translation. At least a base translation is required, which will often be prepared by the original developer.
es: La Aplicación que has elegido no parece contener ninguna traducción. Se requiere al menos una traducción de base. Ésta deberá ser generalmente preparada por el propio desarrollador de la aplicación.

source: Invalid XML in either the XML specification file or the XML translation bundles that it links to.
es: XML inválido, ya sea en el archivo XML de especificación de la aplicación o en los Bundles XML de traducción a los que hace referencia.

source: Failed to retrieve the XML spec. The URL was maybe invalid or not available.
es: No se pudo obtener el archivo de especificación de XML. La URL quizás es inválida, o temporalmente no está disponible.

source: The App you have chosen does not seem to have a base translation. The original developer needs to prepare it for internationalization first.
es: La Aplicación que has elegido no parece disponer de una traducción base. El desarrollador original necesita antes prepararla para la internacionalización.

source: appid not received
es: appid no recibido

source: Specified App doesn't exist
es: La aplicación especificada no existe

source: Error: Language Owner is None
es: Error Interno: El dueño del lenguaje no existe (es None)

source: Internal Error: Language owner is None
es: Error Interno: El dueño del lenguaje no existe (es None)

source: Not Authorized: User does not own app
es: No Autorizado: El usuario no es dueño de la aplicación

source: Lang not specified
es: No se especificó el nombre de la aplicación

source: Not Authorized: App does not own language
es: No Autorizado: La aplicación no es dueña del lenguaje

source: About
es: Acerca de

source: This page is still missing
es: Esta página todavía no está disponible

source: Contact
es: Contacto

source: For questions about the Go-Lab project, go to the <a href="%(link)s">main website</a>
es: Para preguntas acerca del proyecto Go-Lab, ve a la <a href="%(link)s">página principal</a>

source: You may access the code at %(link)s.
es: Puedes acceder al código en %(link)s.

source: Documentation is still not provided
es: Documentación todavía no disponible

source: Build supercool apps for your students!
es: ¡Construye aplicaciones fantásticas para tus estudiantes!

source: Use it!
es: ¡Úsalo!

source: Learn more
es: Leer más

source: Home
es: Inicio

source: Admin
es: Administración

source: the %(link)s application creator for teachers
es: el sistema de creación de aplicaciones para profesores de %(link)s

source: Welcome %(user)s!
es: ¡Bienvenido, %(user)s!

source: This is the Admin View of the App Composer. You can use this panel to manage users and applications.
es: Esta es la vista de administración del sistema de creación de aplicaciones. Puedes utilizar este panel para gestionar los usuarios y aplicaciones.

source: Warning
es: Aviso

source: Proceed
es: Continúa

source: Log out
es: Salir

source: Advanced mode:
es: Modo Avanzado:

source: Please, wait. Loading the list of Apps could take a while. You can also add your own URL through the <i>Advanced Mode</i>.
es: Por favor, espera. Cargar la lista de aplicaciones puede llevar un rato. Es también posible añadir tu propia URL a través del <i>Modo Avanzado</i>.

source: Title
es: Título

source: Description
es: Descripción

source: Type
es: Tipo

source: URL
es: Dirección

source: URL of the app
es: URL de la app

source: Name of the app
es: Nombre de la app

source: Adapt chosen app »
es: Adaptar la App elegida »

source: Create a new adaptation
es: Crear una nueva adaptación

source: Details of the %(type)s
es: Detalles de %(type)s

source: (Optional) Modify the following fields:
es: (Opcional) Modifica los siguientes campos:

source: Go Back
es: Volver atrás

source: Continue adapting
es: Seguir adaptando

source: ... you could also cancel this adaptation and edit an existing one:
es: ... también podrías cancelar esta adaptación y editar una existente:

source: Edit
es: Editar

source: You are going to duplicate the App {app} of the user {user}. What name do you want to use?
es: Vas a duplicar la App {app} del usuario {user}. ¿Qué nombre quieres utilizar?

source: Save
es: Guardar

source: Adaptation URL
es: URL de Adaptación

source: Copy the following URL and put it in Graasp to share this adaptation with other people:
es: Copia la siguiente URL e introdúcela en Graasp para compartir esta aplicación con otras personas:

source: Preview
es: Previsualizar

source: Are you sure you want to delete this application?
es: ¿Estás seguro de querer eliminar esta aplicación?

source: Note: Your application is %(app)s %(id)s
es: Nota: Tu aplicación es %(app)s %(id)s

source: Delete
es: Borrar

source: Cancel
es: Cancelar

source: Please, set the text for your application
es: Por favor, pon el nombre de tu aplicación

source: Save & exit
es: Guardar y salir

source: Welcome to dummy composer!
es: ¡Bienvenido al Creador Dummy!

source: Please, set your application's name
es: Por favor, pon el nombre de tu aplicación

source: App name
es: Nombre de la App

source: Your translation is the <b>standard</b> for this App and language, and the one which will be globally used by default for this App. Other translators may propose changes, which you can accept, modify, or deny.
es: Tu traducción es la <b>estándar</b> para esta Aplicación y lenguaje, y es aquella que se utilizará globalmente por defecto para esta Aplicación. Otros usuarios y traductores pueden proponer cambios, que podrás aceptar, modificar o rechazar.

source: Transfer Ownership
es: Transferir Propiedad

source: Your changes will apply only to your App instance. If you want them to be applied to the global translation for this App and language, you will need to send a proposal to the language's owner (this can be done automatically).
es: Tus cambios se aplicarán sólo a tu instancia de la Aplicación. Si quieres que se apliquen a la traducción global para esta Aplicación y lenguaje, necesitarás enviar una propuesta al propietario de este lenguaje (esto puede hacerse automáticamente).

source: You may access the translation for this language:
es: Puedes acceder a la traducción para este lenguaje:

source: Step 3: Validate the proposed translations or provide your own. Save to apply the changes.
es: Paso 3: Valida las traducciones propuestas o proporciona una propia. Guarda para aplicar los cambios.

source: Show identifiers
es: Mostrar identificadores

source: Final widget is rendered here.
es: El widget final se renderiza aquí.

source: Step 1 - App creation
es: Paso 1 - Creación de la App

source: Choose an application to translate:
es: Elige una aplicación para traducir:

source: Step 2 - Select language »
es: Paso 2 - Selecciona el lenguaje

source: [App name not available]
es: [Nombre de la App no disponible]

source: Original XML:
es: XML Original:

source: You are the owner of this App's default translation.
es: Eres ahora el dueño de la traducción por defecto de ésta App.

source: Accept all translation proposals automatically
es: Acaptar todas las propuestas de traducción automáticamente

source: This App's default translation belongs to %(name)s (%(login)s).
es: La traducción por defecto de esta App pertenece a %(name)s (%(login)s).

source: View Proposed Translations
es: Ver Traducciones Propuestas

source: Select source language
es: Selecciona el lenguaje fuente

source: Translations I own
es: Traducciones Propias

source: Translations others own
es: Traducciones de Otros

source: Translations nobody owns yet
es: Traducciones sin Dueño

source: Edit selected <b>source</b> on its own
es: Editar la <b>fuente</b> seleccionada por sí misma

source: Select target language
es: Selecciona el lenguaje objetivo

source: Select source group
es: Selecciona el grupo fuente

source: Select target group
es: Selecciona el grupo objetivo

source: « Go Back to Step 1
es: « Volver al Paso 1

source: Step 3 - Translate »
es: Paso 3 - Traducir »

source: Target and source languages may not be the same
es: Los lenguajes objetivo y fuente no pueden ser el mismo

source: Merge existing translations
es: Mezclar las traducciones existentes

source: This option will let you merge someone else's translations into this one. <br>Note, however, that you need to be careful, because after you select the app to merge with, the merge is automatic, and some translations may get overrided.
es: Esta opción te permitirá mezclar las traducciones de otro usuario a ésta. <br>Sin embargo, es necesario tener cuidado, porque una vez seleccionada la aplicación con la que mezclar cambios, la mezcla es automática, y algunas traducciones podrían sobreescribirse.

source: Click this button to start localising the App. You will be shown the entries in the <b>source</b> language so that you can translate them into the <b>target</b> language.
es: Haz click en este botón para comenzar a localizar la App. Se te mostrarán las entradas en el lenguaje <b>fuente</b> de tal modo que puedas traducirlas al lenguaje <b>objetivo</b>.

source: Login through Graasp
es: Autenticación mediante Graasp

source: Create an app in your Graasp space
es: Crea un aplicación en tu spacio de Graasp

source: This message is only for administrators. If you see this message, the App composer is wrongly configured. Contact your administrator
es: Este mensaje es sólo para administradores. Si ves este mensajes, el sistema de creación de aplicaciones está mal configurado. Contacta con el administrador

source: Take the following URL:
es: Utiliza la siguiente URL:

source: And paste it in your Space in Graasp Home Space by clicking on "New application". Then, click on "URL" in Graasp, and set a URL name. Take the URL generated (e.g., http://graasp.epfl.ch/#url=yourname), and put it in the GRAASP_LOGIN_APP variable of the appcomposer config.py.
es: Y pégalo en tu espacio de Graasp haciendo click on "Nueva aplicación".A continuación, haz click en "URL" de Graasp y establece el nombre de la URL.Coge la URL generada (por ejemplo, http://graasp.epfl.ch/#url=yourname) y ponlaen la variable GRAASP_LOGIN_APP del fichero config.py del sistema de creación de aplicaciones.

source: Go to the login app widget
es: Ir a la aplicación widget de login

source: Go to the login app in Graasp
es: Ir a la aplicación de login de Graasp

source: %(variable)s not configured
es: %(variable)s no configurada

source: Follow the steps described on this page and restart the app composer.
es: Sigue los pasos descritos en esta página y reinicia el sistema de creación de aplicaciones.

source: Sign in
es: Entrar

source: Welcome to the App Composer!
es: ¡Bienvenido al App Composer!

source: Use Graasp
es: Usar Graasp

source: Log in
es: Entrar

source: Local users
es: Usuarios locales

source: Username
es: Usuario

source: Password
es: Contraseña

source: This is the main page of the App Composer. The App Composer lets you customize an application easily, in different ways. Choose the type of App Composer you want to use, and get started!
es: Esta es la página principal del App Composer. El App Composer te permite customizar una aplicación fácilmente, de diferentes formas. Elige el tipo de componedor de aplicaciones que quieres usar y ¡comienza a construir aplicaciones!

source: Go to My Apps
es: Ir a Mis Apps

source: Start composing
es: Comienza a componer

source: Translate OpenSocial applications easily. Share the translations with other teachers or students.
es: Traduce aplicaciones OpenSocial fácilmente. Comparte las traducciones con otros profesores o estudiantes.

source: Adapt applications. Configure them to fit the needs of your students.
es: Adapta aplicaciones. Configúralas para adaptarse a las necesidades de tus estudiantes.

source: No application.
es: No hay aplicación.

source: Search...
es: Buscar...

source: Open
es: Abrir

source: Duplicate
es: Duplicar

source: My profile
es: Mi perfil

source: Show
es: Mostrar

source: User Profile
es: Mi perfil

source: Name:
es: Nombre:

source: Organization:
es: Organización:

source: Role:
es: Rol:

source: Creation date:
es: Fecha creación:

source: Last access:
es: Último acceso:

source: Auth system:
es: Sistema autentiación:

source: Create adaptations of customizable gateway4labs laboratories.
es: Crear adaptaciones de laboratorios de gateway4labs personalizables

source: Information for developers
es: Información para desarrolladores

source: Developers
es: Desarrolladores

source: Put the address of an application to be adapted. Examples:
es: Introduce la dirección de la aplicación a daptar. Ejemplos:

source: No preview available: you must set a URL first
es: No hay previsualización disponible: debes introducir una dirección primero

source: Create adaptations of customizable Go-Lab applications.
es: Crear adaptaciones de aplicaciones Go-Lab personalizables.

source: Too many scripts with data-configuration-definition found. This may happen if you have commented one. There can be a single one.
es: Demasiados scripts con data-configuration-definition. Esto podría ocurrir si tienes uno comentado. Debe haber sólo uno.

source: No script with data-configuration-definition found. Is the app adapted for the Go-Lab JavaScript configuration tools?
es: No hay un script con data-configuration-definition. ¿Está esa dirección adaptada para Go-Lab?

source: In the data-configuration-definition tag, there must be a single src attribute
es: En la etiqueta data-configuration-definition, debe haber un sólo atributo src

source: In the data-configuration-definition tag, there must be at least an src attribute. None found
es: En la etiqueta data-configuration-definition, debe haber al menos un atributo src. No se encontró ninguno.

source: Could not download the provided URL
es: No se pudo descargar la dirección proporcionada

source: The provided URL is not a valid XML!
es: ¡La dirección proporcionada no es un XML válido!

source: Note: Changes will be saved automatically
es: Nota: Los cambios de guardarán automáticamente

source: Application options
es: Opciones de la aplicación

source: Saving changes...
es: Guardando cambios...

source: All changes saved
es: Todos los cambios guardados

source: With the JS Config, you can adapt applications easily. You only need to paste the address to the application that can be copied:
es: Con la Configuración JS, puedes adaptar aplicaciones fácilmente. Sólo necesitas copiar la dirección de la aplicación que puede ser copiada:

source: And then you can start editing the application:
es: Y entonces puedes empezar a editar la aplicación:
